Repository: markuskragl/Tuccos
Catalog: AndritzHydro.Tuccos/Properties/Strings.*.resx
Languages: de

# BonusNumber
source: Bonus:
de: ZZ:

source: Busy
de: Beschäftigt

# CloseOtherWindowsTip
source: Closes all the other windows
de: Schließt alle anderen Fenster

# CloseWindowsQuestion
source: All windows will be closed. Are you sure?
de: Alle Fenster werden geschlossen. Sind Sie sicher?

# CloseWindowsTip
source: Closes all open windows
de: Schließt alle offenen Fenster

# DrawDate
source: Date of the draw
de: Datum der Ziehung

source: Error
de: Störung

source: Language
de: Sprache

# LotteryDescription
source: Lottery {0} out of {1}
de: Lotto {0} aus {1}

# LotteryDistribution
source: View the distribution of the numbers...
de: Zeigen Sie sich die Verteilung der Lottozahlen an...

# LotteryTip
source: Let´s calculate a lottery ticket...
de: Lassen Sie sich einen Lottoschein berechnen...

# LotteryView
source: Let´s view the numbers of a lottery draw...
de: Zeigen Sie sich die Zahlen einer Ziehung an...

# NewWindowTip
source: Opens a new window (Ctrl + N)
de: Öffnet ein neues Fenster (Strg + N)

source: Requery
de: Aktualisieren

# RestartApp
source: Please restart the application to change the language!
de: Zum Wechseln der Sprache die Anwendung bitte neu starten!

# SetDefaultCountry
source: Set as default
de: Als Standard festlegen

# SetDefaultTask
source: Set as default
de: Als Standard festlegen

# TaskLog
source: Application Log
de: Anwendungsprotokoll

# TaskLotteryDistribution
source: Lottery Distribution
de: Lotto Verteilung

# TaskLotteryDraw
source: Lottery Draw
de: Lottoziehung

# TaskLotteryTip
source: Lottery Tip
de: Lottotipp

# TaskProjectCreate
source: Project Create
de: Projekt erstellen

# TaskProjectDelete
source: Project Delete
de: Projekt löschen

# TaskProjectViewer
source: Project Overview
de: Projektübersicht

# TicketRowsNumber
source: Number of rows:
de: Anzahl der Reihen:

# TicketValidUntil
source: Valid until:
de: Gültig bis:
